Revit 2027 API
ParameterTypeId.MepCoolingCoilType Property
 "Cooling Coil"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepCoolingCoilType { get; }
Public Shared ReadOnly Property MepCoolingCoilType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepCoolingCoilType {
	ForgeTypeId^ get ();
}
static member MepCoolingCoilType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace